
INSERT INTO categories (name, description) VALUES
   ('Программирование', 'Курсы по языкам программирования и методологиям разработки ПО.'),
   ('Веб-разработка', 'Все, что связано с созданием и поддержкой веб-приложений и сайтов.'),
   ('Анализ данных', 'Курсы по работе с данными, статистическим анализам и визуализации данных.'),
   ('Кибербезопасность', 'Защита информации и сетевой безопасности в современных системах.'),
   ('Машинное обучение', 'Курсы по машинному обучению и искусственному интеллекту.'),
   ('DevOps и облачные технологии', 'Курсы по DevOps и облачным технологиям.');
